{"document_id": "001daff1-659c-4ded-8365-2e33677e31e7", "section_type": "PRECAUTIONS", "section_title": "", "text_content": "HAZARD: Corrosive. Contains iodine. Severe eye, skin and digestive tract irritant. May cause permanent eye damage. PRECAUTION: Avoid eye and skin contact. Do not breathe mist or spray. Wear impermeable gloves, safety glasses, rubber boots, rubber apron, and face shield. Use only in a well ventilated area. FIRST AID: If in contact with eyes, flush with water for at least 15 minutes. Contact a physician immediately. If in contact with skin, wash well with water. Contact a physician. If ingested, drink large volumes of water. Do not induce vomiting. Contact a physician immediately. If breathing difficulty occurs, move to fresh air. Contact a physician. SEE MATERIAL SAFETY DATA SHEET", "chunk_index": 0, "total_chunks": 1, "product_name": "BM 5000 UC", "manufacturer": "BouMatic, LLC", "effective_date": "2012-01-01", "source_file": "C:\\code\\fda-SPLs\\xml_to_datatype\\..\\data\\extracted\\dm_spl_release_animal\\animal\\20120327_989c5373-f6a5-4177-a73e-a0ad4acd10b7\\001daff1-659c-4ded-8365-2e33677e31e7.xml", "loinc_code": "42232-9"}
{"document_id": "001daff1-659c-4ded-8365-2e33677e31e7", "section_type": "INDICATIONS AND USAGE", "section_title": "", "text_content": "FOR MANUFACTURING USE ONLY Concentrated Iodine Solution", "chunk_index": 0, "total_chunks": 1, "product_name": "BM 5000 UC", "manufacturer": "BouMatic, LLC", "effective_date": "2012-01-01", "source_file": "C:\\code\\fda-SPLs\\xml_to_datatype\\..\\data\\extracted\\dm_spl_release_animal\\animal\\20120327_989c5373-f6a5-4177-a73e-a0ad4acd10b7\\001daff1-659c-4ded-8365-2e33677e31e7.xml", "loinc_code": "34067-9"}
{"document_id": "001daff1-659c-4ded-8365-2e33677e31e7", "section_type": "PRODUCT_INFO", "section_title": "Product Information - BM 5000 UC", "text_content": "Product: BM 5000 UC. Form: liquid. Route: topical. Active ingredients: IODINE 550mL.", "chunk_index": 0, "total_chunks": 1, "product_name": "BM 5000 UC", "manufacturer": "BouMatic, LLC", "effective_date": "2012-01-01", "source_file": "C:\\code\\fda-SPLs\\xml_to_datatype\\..\\data\\extracted\\dm_spl_release_animal\\animal\\20120327_989c5373-f6a5-4177-a73e-a0ad4acd10b7\\001daff1-659c-4ded-8365-2e33677e31e7.xml", "loinc_code": "PRODUCT"}
{"document_id": "001dcae0-afd2-4867-99c0-31315958328c", "section_type": "OTHER", "section_title": "", "text_content": "INJECTION FOR CATTLE AND SWINE 1% Sterile Solution A Parasiticide for the Treatment and Control of Internal and External Parasites of Cattle and Swine. Consult your veterinarian for assistance in the diagnosis, treatment and control of parasitism.", "chunk_index": 0, "total_chunks": 1, "product_name": "Ivermectin for Cattle and Swine", "manufacturer": "Durvet, Inc.", "effective_date": "2022-04-20", "source_file": "C:\\code\\fda-SPLs\\xml_to_datatype\\..\\data\\extracted\\dm_spl_release_animal\\animal\\20220421_f630e9fd-5131-4516-b86b-46ee563b9327\\001dcae0-afd2-4867-99c0-31315958328c.xml", "loinc_code": "42229-5"}
{"document_id": "001dcae0-afd2-4867-99c0-31315958328c", "section_type": "OTHER", "section_title": "INTRODUCTION", "text_content": "Ivermectin (ivermectin) Injection is an injectable parasiticide for cattle and swine. One low-volume dose effectively treats and controls the following internal and external parasites that may impair the health of cattle and swine: gastrointestinal roundworms (including inhibited Ostertagia ostertagi in cattle), lungworms, grubs, sucking lice, and mange mites of cattle; and gastrointestinal roundworms, lungworms, lice, and mange mites of swine. Ivermectin's convenience, broad-spectrum efficacy and safety margin make Ivermectin Injection a unique product for parasite control of cattle and swine.", "chunk_index": 0, "total_chunks": 1, "product_name": "Ivermectin for Cattle and Swine", "manufacturer": "Durvet, Inc.", "effective_date": "2022-04-20", "source_file": "C:\\code\\fda-SPLs\\xml_to_datatype\\..\\data\\extracted\\dm_spl_release_animal\\animal\\20220421_f630e9fd-5131-4516-b86b-46ee563b9327\\001dcae0-afd2-4867-99c0-31315958328c.xml", "loinc_code": "42229-5"}
{"document_id": "001dcae0-afd2-4867-99c0-31315958328c", "section_type": "DESCRIPTION", "section_title": "PRODUCT DESCRIPTION", "text_content": "Ivermectin is derived from the avermectins, a family of potent, broad-spectrum antiparasitic agents isolated from fermentation of Streptomyces avermitilis. Ivermectin Injection is a clear, ready-to-use, sterile solution containing 1% ivermectin, 40% glycerol formal, and propylene glycol q.s. ad 100%. Ivermectin Injection is formulated to deliver the recommended dose level of 200 mcg ivermectin/kilogram of body weight in cattle when given subcutaneously at the rate of 1 mL/110 lb (50 kg). In Swine, Ivermectin Injection is formulated to deliver the recommended dose level of 300 mcg ivermectin/kilogram body weight when given subcutaneously in the neck at the rate of 1 mL per 75 lb (33 kg).", "chunk_index": 0, "total_chunks": 1, "product_name": "Ivermectin for Cattle and Swine", "manufacturer": "Durvet, Inc.", "effective_date": "2022-04-20", "source_file": "C:\\code\\fda-SPLs\\xml_to_datatype\\..\\data\\extracted\\dm_spl_release_animal\\animal\\20220421_f630e9fd-5131-4516-b86b-46ee563b9327\\001dcae0-afd2-4867-99c0-31315958328c.xml", "loinc_code": "34089-3"}
{"document_id": "001dcae0-afd2-4867-99c0-31315958328c", "section_type": "OTHER", "section_title": "MODE OF ACTION", "text_content": "Ivermectin is a member of the macrocyclic lactone class of endectocides which have a unique mode of action. Compounds of the class bind selectively and with high affinity to glutamate-gated chloride ion channels which occur in invertebrate nerve and muscle cells. This leads to an increase in the permeability of the cell membrane to chloride ions with hyperpolarization of the nerve or muscle cell, resulting in paralysis and death of the parasite. Compounds of this class may also interact with other ligand-gated chloride channels, such as those gated by the neurotransmitter gamma-aminobutyric acid (GABA). The margin of safety for compounds of this class is attributable to the fact that mammals do not have glutamate-gated chloride channels, the macrocyclic lactones have a low affinity for other mammalian ligand-gated chloride channels and they do not readily cross the blood-brain barrier.", "chunk_index": 0, "total_chunks": 1, "product_name": "Ivermectin for Cattle and Swine", "manufacturer": "Durvet, Inc.", "effective_date": "2022-04-20", "source_file": "C:\\code\\fda-SPLs\\xml_to_datatype\\..\\data\\extracted\\dm_spl_release_animal\\animal\\20220421_f630e9fd-5131-4516-b86b-46ee563b9327\\001dcae0-afd2-4867-99c0-31315958328c.xml", "loinc_code": "42229-5"}
{"document_id": "001dcae0-afd2-4867-99c0-31315958328c", "section_type": "OTHER", "section_title": "", "text_content": "Cattle: Ivermectin Injection is indicated for the effective treatment and control of the following harmful species of gastrointestinal roundworms, lungworms, grubs, sucking lice, and mange mites in cattle: Gastrointestinal Roundworms (adults and fourth-stage larvae): Ostertagia ostertagi (including inhibited O. ostertagi) O. lyrata Haemonchus placei Trichostrongylus axei T. colubriformis Cooperia oncophora C. punctata C. pectinata Oesophagostomum radiatum Bunostomum phlebotomum Nematodirus helvetianus (adults only) N. spathiger (adults only) Lungworms (adults and fourth-stage larvae): Dictyocauius viviparus Cattle Grubs (parasitic stages): Hypoderma bovis H. lineatum Sucking Lice: Linognathus vituli Haematopinus eurysternus Solenopotes capillatus Mites (scabies): Psoroptes ovis (syn. P communis var. bovis ) Sarcoptes scabiei var. bovis", "chunk_index": 0, "total_chunks": 1, "product_name": "Ivermectin for Cattle and Swine", "manufacturer": "Durvet, Inc.", "effective_date": "2022-04-20", "source_file": "C:\\code\\fda-SPLs\\xml_to_datatype\\..\\data\\extracted\\dm_spl_release_animal\\animal\\20220421_f630e9fd-5131-4516-b86b-46ee563b9327\\001dcae0-afd2-4867-99c0-31315958328c.xml", "loinc_code": "42229-5"}
{"document_id": "001dcae0-afd2-4867-99c0-31315958328c", "section_type": "OTHER", "section_title": "Persistent Activity", "text_content": "Ivermectin injection has been proved to effectively control infections and to protect cattle from reinfection with Dictyocaulus viviparus and Oesophagostomum radiatum for 28 days after treatment; Ostertagia ostertagi, Trichostrongylus axei and Cooperia punctata for 21 days after treatment; Haemonchus placei and Cooperia oncophora for 14 days after treatment.", "chunk_index": 0, "total_chunks": 1, "product_name": "Ivermectin for Cattle and Swine", "manufacturer": "Durvet, Inc.", "effective_date": "2022-04-20", "source_file": "C:\\code\\fda-SPLs\\xml_to_datatype\\..\\data\\extracted\\dm_spl_release_animal\\animal\\20220421_f630e9fd-5131-4516-b86b-46ee563b9327\\001dcae0-afd2-4867-99c0-31315958328c.xml", "loinc_code": "42229-5"}
{"document_id": "001dcae0-afd2-4867-99c0-31315958328c", "section_type": "OTHER", "section_title": "", "text_content": "Swine: Ivermectin Injection is indicated for the effective treatment and control of the following harmful species of gastrointestinal roundworms, lungworms, lice, and mange mites in swine: Gastrointestinal Roundworms: Large roundworm, Ascaris suum (adults and fourth-stage larvae) Red stomach worm, Hyostrongylus rubidus (adults and fourth-stage larvae) Nodular worm, Oesophagostomum spp. (adults and fourth-stage larvae) Threadworm, Strongyloides ransomi (adults) Somatic Roundworm Larvae: Threadworm, Strongyloides ransomi (somatic larvae) Sows must be treated at least seven days before farrowing to prevent infection in piglets. Lungworms: Metastrongylus spp. (adults) Lice: Haematopinus suis Mange Mites: Sarcoptes scabiei var. suis", "chunk_index": 0, "total_chunks": 1, "product_name": "Ivermectin for Cattle and Swine", "manufacturer": "Durvet, Inc.", "effective_date": "2022-04-20", "source_file": "C:\\code\\fda-SPLs\\xml_to_datatype\\..\\data\\extracted\\dm_spl_release_animal\\animal\\20220421_f630e9fd-5131-4516-b86b-46ee563b9327\\001dcae0-afd2-4867-99c0-31315958328c.xml", "loinc_code": "42229-5"}
